IDEA Open Model
LoadOnLine.Direction Property
Compatible with IDEA StatiCa Beta 20.0
 1=global, 0=local
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public LoadDirection Direction { get; set; }
Public Property Direction As LoadDirection
	Get
	Set
Property Value
Type: LoadDirection
See Also
Reference
LoadOnLine Class
IdeaRS.OpenModel.Loading Namespace